Repository: VertexFusion/libcore
Catalog: translations/*.po
Languages: de_de

source: Distance %1
de_de: Abstand %1

source: Calculated %1/%2: %3%
de_de: Berechnet %1/%2: %3\%

source: Pathname is empty.
de_de: Der Pfadname ist leer.

source: Child is empty.
de_de: Kind ist leer.

source: Cannot open directory
de_de: Kann Verzeichnis nicht öffnen

source: File "%1" does not exist.
de_de: Datei „%1“ existiert nicht.

source: Permission denied! "%1"
de_de: Zugriff verweigert! „%1“

source: File not found! "%1"
de_de: Datei nicht gefunden! „%1“

source: Connection timed out! "%1"
de_de: Verbindungszeit ist abgelaufen! „%1“

source: Not a directory "%1"
de_de: Ist kein Verzeichnis „%1“

source: Cannot open file! "%1" Errno: %2
de_de: Kann die Datei nicht öffnen! „%1“ Fehlernr.: %2

source: Error while closing file!
de_de: Fehler während des Schließens der Datei!

source: Error while moving file reading pointer!
de_de: Fehler während der Bewegung des Dateilesezeigers!

source: Cannot determinate executable Path
de_de: Kann den Ausführungspfad nicht bestimmen

source: BundleRef for %1 not found. Cannot determine resource directory.
de_de: BundleRef für %1 nicht gefunen. Kann Ressourcenverzeicnis nicht finden.

source: Cannot find translation file: %1 %2
de_de: Kann die Übersetzungsdatei nicht finden: %1 %2

source: File not fully read: %1
de_de: Datei nicht vollständig gelesen: %1

source: File magic wrong: %1
de_de: Datei-Magic falsch: %1

source: MO file version not supported: %1
de_de: MO Dateiversion nicht unterstützt: %1

source: Property not comparable
de_de: Eigenschaft nicht vergleichbar

source: No such element.
de_de: Kein solches Element.

source: ERROR:
de_de: FEHLER:

source: WARNING:
de_de: WARNUNG:

source: Cycle finished! In total:
de_de: Durchlauf beendet! Gesamt:

source: Errors: %1
de_de: Fehler: %1

source: Duration: %1 sec
de_de: Dauer: %1 s

source: Execute %1...
de_de: Führe aus: %1…

source: Test finished! %1 Tests, %2 Errors.
de_de: Test abgeschlossen! %1 Tests, %2 Fehler.
